[{
"model": "大安",
"explain": "身動時，屬木青龍．謀事一五七，貴人西南，衝犯東方，大人青面陰神，小孩婆祖六畜驚。",
"illustrate": "解曰：大安事事昌，求財在坤方，失物去不遠，宅捨保安康，未動，病者主無妨，將軍回野，仔細更推詳。",
"Ex": "卜到大安，屬吉卦，凡事都可以得到安康，但是此為靜卦，宜靜不宜動。",
"chance": "問運勢：目前運勢還不錯，有穩定成長的情況，但不宜躁進。",
"wealth": "問財富：求財可，但是目前不宜擴張，只能夠守住舊業。",
"emotion": "問感情：若為女子問則好，感情順遂。若為男子問則較差感情雖穩，但是以無新鮮感，會出現點小問題。",
"cause": "問事業：目前工作穩定，可得上司賞識，但切勿鋒芒太露。",
"body": "問身體：身體沒有大病，但須注意病由口入，或因過度操勞而病。",
"godAndGhost": "問神鬼：大安為解災之神，鬼神之事問題不大，若是小孩為身驚嚇所致，若是大人則為衝犯東方之煞神或犯土煞。",
"people": "問行人：人平安，但目前不願與自身連絡。"
},
{
"model": "留連",
"explain": "卒未歸時，屬水元武，謀事二八十，貴人南方，衝犯北方，大人烏面夫人，小孩游路亡魂。",
"illustrate": "解曰：留連事難成，求謀日未明，官事凡宜緩，去者未回程，失物南方見，急討方心稱，更須防口舌，人口且平平。",
"Ex": "卜到留連，屬凶卦，代表凡事阻礙、遲滯，此卦更不宜有過大動作，凡事宜守。",
"chance": "問運勢：目前運勢低迷，心情不開朗，凡事受阻。",
"wealth": "問財富：求財不可得，此為破財之卦，且有被人影響破財之現象。",
"emotion": "問感情：雙方溝通不良、冷戰、或者一方過於強勢，感情不得平衡。",
"cause": "問事業：被上司盯或者被人扯後腿，小人之卦。",
"body": "問身體：腸胃不舒服或者精神壓力太大所得之病。",
"godAndGhost": "問神鬼：小孩子主要被過路遊魂所煞到，大人為衝犯女性鬼神。",
"people": "問行人：人平安，但目前仍流連忘返。"
},
{
"model": "速喜",
"explain": "人便至時，屬火未雀，謀事三六九，貴人西南，衝犯南方，大心火箭將軍，小孩婆祖動物驚。",
"illustrate": "解曰：速喜喜來臨，求財向南行，失物申未午，逢人路上尋，官事有福德，病者無禍侵，田宅六畜吉，行人有信音。",
"Ex": "卜到速喜為吉卦，代表凡事皆有喜訊，而且很快就會到來。",
"chance": "問運勢：目前運勢漸開，要積極的行動就可以如願。",
"wealth": "問財富：求財可得，但有先破財而後得財或者先得財後破財之兆，若得到錢財就必須趕快脫身。",
"emotion": "問感情：若是剛開始的感情，則為熱戀。若是已經持續一段時間，則為口舌。",
"cause": "問事業：工作得利，但須注意文件上的疏失。",
"body": "問身體：心臟、血液循環有問題或者頭部、腦壓的問題，但是問題不大。",
"godAndGhost": "問神鬼：小孩子被動物嚇到或者被女性陰神衝犯，大人為衝犯男性鬼神。",
"people": "問行人：人已經快到了。"
},
{
"model": "赤口",
"explain": "赤口：官事凶時，屬金白虎，謀事四七十，貴人東方，衝犯西方，大人金神七煞，小孩迷魂童子。",
"illustrate": "解曰：赤口主口舌，官非切宜防，失物速速討，行人有驚慌，六畜多作怪，病者出西方，更須防咀咒，誠恐染瘟。",
"Ex": "卜到赤口為凶卦，代表運勢多舛，而且諸多紛爭亦有口舌之禍。",
"chance": "問運勢：目前運勢不明，若有大計劃就要趕快實施、不要拖延，則可成功。若卜小事則不成。",
"wealth": "問財富：大起大落之財，求財不易。",
"emotion": "問感情：感情紛爭多，或女方身體有疾病。",
"cause": "問事業：若為武職或者粗重行業則順，若為文職則不順。",
"body": "問身體：胸口、支氣管，或者有血光之災，且赤口也有流行疾病的意義。",
"godAndGhost": "問神鬼：犯到擇日凶神，或者被人詛咒索害。",
"people": "問行人：所問之人目前有困難或者有事情糾纏。"
},
{
"model": "小吉",
"explain": "人來喜時，屬水六合，謀事一五七，貴人西南，衝犯東方，大人無主家神，小孩婆祖六畜驚。",
"illustrate": "解曰：小吉最吉昌，路上好商量，陰人來報喜，失物在坤方，行人即便至，交關甚是強，凡事皆和合，病者叩穹蒼。",
"Ex": "卜到小吉為吉卦，代表凡事皆吉，但是不如大安的安穩也不如速喜快速，而是介於兩者中間。",
"chance": "問運勢：目前運勢不錯，保持目前狀況就會越來越好。",
"wealth": "問財富：求財可得，而且有因人得財之兆。",
"emotion": "問感情：若沒有感情，則可因他人介紹而得。若有感情，則戀情順利。",
"cause": "問事業：工作不錯，但須注意處理公司財務之事，以及與下屬溝通之事。",
"body": "問身體：肝膽之疾病和消化系統，但是問題不大。",
"godAndGhost": "問神鬼：小孩子被動物嚇到或者被女性陰神衝犯，大人為衝犯家中祖先。",
"people": "問行人：人已經快到了。"
},
{
"model": "空亡",
"explain": "音信稀時，屬土勾陳，主事三六九，貴人北方，衝犯厝地，大人土壓夫人，小孩土瘟神煞。",
"illustrate": "解曰：空亡事不詳，陰人多乖張，求財無利益，行人有災殃，失物尋不見，官事有刑傷，病人逢暗鬼，解禳保安康。",
"Ex": "卜到空亡為凶卦，代表凡事穢暗不明，內心不安，運途起伏。",
"chance": "問運勢：目前運勢不佳，自身拿不定主意，無所適從，可多聽取他人之意見，切莫隨意就做判斷。",
"wealth": "問財富：求財難得，保守為要。",
"emotion": "問感情：雙方爭執多，且有因他人問題或者介入而爭執之事。",
"cause": "問事業：工作失利，容易被人陷害或者暗中耳語，或者因他人問題而讓自己工作失利。",
"body": "問身體：脾胃出毛病，或者神經系統出問題，也有因靈界而生病之兆。",
"godAndGhost": "問神鬼：家中陽宅或者陰宅出問題，導致衝犯。",
"people": "問行人：人在途中遇到困難或災厄而難到。"
}]
